Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.handle.choose.message
source: It's how people find and mention you on Known. You can change it later in Settings.
ar: به يجدك الناس ويذكرونك في «معروف». يمكنك تغييره لاحقًا من الإعدادات.
bn: এর মাধ্যমেই মানুষ Known-এ আপনাকে খুঁজে পায় ও মেনশন করে। পরে সেটিংসে বদলাতে পারবেন।
ca: Així et troba i et menciona la gent a Known. El pots canviar més endavant a Ajustos.
cs: Podle něj tě lidé v aplikaci Known najdou a zmíní. Později ho změníš v Nastavení.
da: Det er sådan, folk finder og nævner dig på Known. Du kan ændre det senere i Indstillinger.
de: So finden und erwähnen dich andere auf Known. Du kannst es später in den Einstellungen ändern.
el: Έτσι σε βρίσκουν και σε αναφέρουν οι άλλοι στο Known. Μπορείς να το αλλάξεις αργότερα στις Ρυθμίσεις.
es: Así te encuentra y te menciona la gente en Known. Puedes cambiarlo después en Ajustes.
fi: Sen avulla ihmiset löytävät ja mainitsevat sinut Knownissa. Voit vaihtaa sen myöhemmin Asetuksissa.
fr: C’est ainsi que l’on vous trouve et vous mentionne sur Known. Vous pourrez le changer plus tard dans les Réglages.
he: כך אנשים מוצאים ומתייגים אותך ב-Known. אפשר לשנות אותו בהמשך בהגדרות.
hi: Known पर लोग इसी से आपको ढूँढते और मेंशन करते हैं। आप इसे बाद में सेटिंग्स में बदल सकते हैं।
hr: Tako te ljudi pronalaze i spominju u aplikaciji Known. Možeš ga promijeniti kasnije u Postavkama.
hu: Így találnak meg és említenek az emberek a Knownon. Később a Beállításokban módosíthatod.
id: Dengan ini orang menemukan dan menyebutmu di Known. Kamu bisa mengubahnya nanti di Pengaturan.
it: È come le persone ti trovano e ti menzionano su Known. Potrai cambiarlo più tardi in Impostazioni.
ja: Known上で他の人があなたを見つけたりメンションしたりするときに使われます。あとで設定から変更できます。
ko: 다른 사람이 Known에서 나를 찾고 멘션하는 방법이에요. 나중에 설정에서 바꿀 수 있어요.
ml: Known-ൽ ആളുകൾ നിങ്ങളെ കണ്ടെത്തുന്നതും പരാമർശിക്കുന്നതും ഇതിലൂടെയാണ്. ക്രമീകരണങ്ങളിൽ പിന്നീട് മാറ്റാം.
ms: Inilah cara orang mencari dan menyebut anda di Known. Anda boleh menukarnya kemudian dalam Tetapan.
nb: Slik finner og nevner folk deg på Known. Du kan endre det senere i Innstillinger.
nl: Zo vinden en vermelden mensen je op Known. Je kunt hem later wijzigen in Instellingen.
pl: Dzięki niemu ludzie znajdują Cię i wspominają o Tobie w Known. Możesz go zmienić później w Ustawieniach.
pt_br: É como as pessoas encontram e mencionam você no Known. Você pode mudar depois em Ajustes.
pt_pt: É assim que as pessoas o encontram e mencionam na Known. Pode alterá-lo mais tarde nas Definições.
ro: Așa te găsesc și te menționează oamenii pe Known. Îl poți schimba mai târziu în Setări.
ru: По нему вас находят и упоминают в Known. Позже его можно изменить в настройках.
sk: Podľa neho ťa ľudia nájdu a spomenú na Known. Môžeš ho neskôr zmeniť v Nastaveniach.
sv: Så hittar och nämner folk dig på Known. Du kan ändra det senare i Inställningar.
ta: Known-இல் மக்கள் உங்களைக் கண்டுபிடிக்கவும் குறிப்பிடவும் இதுவே வழி. பிறகு அமைப்புகளில் மாற்றலாம்.
te: Knownలో ప్రజలు మిమ్మల్ని కనుగొనేది, ప్రస్తావించేది దీనితోనే. తర్వాత సెట్టింగ్‌లలో మార్చుకోవచ్చు.
th: เป็นวิธีที่คนอื่นใช้ค้นหาและกล่าวถึงคุณใน Known คุณเปลี่ยนภายหลังได้ในการตั้งค่า
tr: İnsanlar sizi Known'da bununla bulur ve etiketler. Daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Так люди знаходять і згадують вас у Known. Пізніше його можна змінити в Налаштуваннях.
ur: Known پر لوگ اسی سے آپ کو ڈھونڈتے اور ذکر کرتے ہیں۔ آپ اسے بعد میں سیٹنگز میں بدل سکتے ہیں۔
vi: Đây là cách mọi người tìm và nhắc đến bạn trên Known. Bạn có thể đổi sau trong Cài đặt.
zh_hans: 别人通过它在 Known 上找到你和提及你。之后可以在“设置”中更改。
zh_hant: 別人會透過它在 Known 上找到你、提及你。之後可在「設定」中更改。

# account.handle.choose.title
source: Choose your @handle
ar: اختر معرّفك
bn: আপনার @হ্যান্ডেল বেছে নিন
ca: Tria el teu @identificador
cs: Vyber si @handle
da: Vælg dit @handle
de: Wähle dein @handle
el: Επίλεξε το @handle σου
es: Elige tu @identificador
fi: Valitse @käyttäjätunnuksesi
fr: Choisissez votre @identifiant
he: בחר את ה-@handle שלך
hi: अपना @handle चुनें
hr: Odaberi svoj @handle
hu: Válaszd ki az @neved
id: Pilih @handle-mu
it: Scegli il tuo @handle
ja: @ハンドルを選ぶ
ko: @핸들 선택
ml: നിങ്ങളുടെ @handle തിരഞ്ഞെടുക്കുക
ms: Pilih @handle anda
nb: Velg @brukernavnet ditt
nl: Kies je @handle
pl: Wybierz swój @uchwyt
pt_br: Escolha seu @usuário
pt_pt: Escolha o seu @identificador
ro: Alege-ți @handle-ul
ru: Выберите @имя
sk: Vyber si @používateľské meno
sv: Välj ditt @användarnamn
ta: உங்கள் @handle-ஐத் தேர்ந்தெடுங்கள்
te: మీ @handle ఎంచుకోండి
th: เลือก @handle ของคุณ
tr: @kullanıcı adınızı seçin
uk: Виберіть своє @ім’я
ur: اپنا @handle چنیں
vi: Chọn @handle của bạn
zh_hans: 选择你的 @用户名
zh_hant: 選擇你的 @handle

# account.handle.keep
source: Keep %@ for now
ar: الإبقاء على %@ حاليًا
bn: আপাতত %@ রাখুন
ca: Conserva %@ de moment
cs: Zatím ponechat %@
da: Behold %@ indtil videre
de: %@ vorerst behalten
el: Κράτα το %@ προς το παρόν
es: Conservar %@ por ahora
fi: Pidä %@ toistaiseksi
fr: Garder %@ pour l’instant
he: השאר את %@ לעת עתה
hi: अभी %@ रखें
hr: Za sada zadrži %@
hu: Egyelőre marad: %@
id: Pakai %@ dulu
it: Tieni %@ per ora
ja: 今は%@のままにする
ko: 일단 %@ 유지
ml: തൽക്കാലം %@ നിലനിർത്തുക
ms: Kekalkan %@ buat masa ini
nb: Behold %@ for nå
nl: %@ voorlopig houden
pl: Na razie zostaw %@
pt_br: Manter %@ por enquanto
pt_pt: Manter %@ por agora
ro: Păstrează %@ deocamdată
ru: Пока оставить %@
sk: Zatiaľ ponechať %@
sv: Behåll %@ tills vidare
ta: தற்போதைக்கு %@ ஐ வைத்திரு
te: ప్రస్తుతానికి %@ ఉంచు
th: ใช้ %@ ไปก่อน
tr: Şimdilik %@ kalsın
uk: Поки залишити %@
ur: فی الحال %@ رکھیں
vi: Tạm giữ %@
zh_hans: 暂时保留 %@
zh_hant: 暫時沿用 %@

# account.handle.keep.hint
source: Goes on with the handle you were given. You can change it later in Settings.
ar: يتابع بالمعرّف الذي أُعطيته. يمكنك تغييره لاحقًا من الإعدادات.
bn: আপনাকে দেওয়া হ্যান্ডেল নিয়েই এগিয়ে যায়। পরে সেটিংসে বদলাতে পারবেন।
ca: Continua amb l'identificador que se't va assignar. El pots canviar més endavant a Ajustos.
cs: Pokračuje s přiděleným handlem. Později ho změníš v Nastavení.
da: Fortsætter med det handle, du har fået. Du kan ændre det senere i Indstillinger.
de: Macht mit dem Handle weiter, das du erhalten hast. Du kannst es später in den Einstellungen ändern.
el: Συνεχίζει με το handle που σου δόθηκε. Μπορείς να το αλλάξεις αργότερα στις Ρυθμίσεις.
es: Continúa con el identificador que se te asignó. Puedes cambiarlo después en Ajustes.
fi: Jatkaa saamallasi käyttäjätunnuksella. Voit vaihtaa sen myöhemmin Asetuksissa.
fr: Continue avec l’identifiant qui vous a été attribué. Vous pourrez le changer plus tard dans les Réglages.
he: ממשיך עם שם המשתמש שקיבלת. אפשר לשנות אותו בהמשך בהגדרות.
hi: जो हैंडल आपको मिला था उसी के साथ आगे बढ़ता है। आप इसे बाद में सेटिंग्स में बदल सकते हैं।
hr: Nastavlja s handleom koji si dobio/la. Možeš ga promijeniti kasnije u Postavkama.
hu: Folytatja a kapott @névvel. Később a Beállításokban módosíthatod.
id: Lanjut dengan handle yang kamu terima. Kamu bisa mengubahnya nanti di Pengaturan.
it: Prosegui con l'handle che ti è stato assegnato. Potrai cambiarlo più tardi in Impostazioni.
ja: 割り当てられたハンドルのまま進みます。あとで設定から変更できます。
ko: 부여된 핸들로 계속해요. 나중에 설정에서 바꿀 수 있어요.
ml: ലഭിച്ച ഹാൻഡിലുമായി തുടരുന്നു. ക്രമീകരണങ്ങളിൽ പിന്നീട് മാറ്റാം.
ms: Teruskan dengan nama pengendali yang diberikan kepada anda. Anda boleh menukarnya kemudian dalam Tetapan.
nb: Går videre med brukernavnet du fikk. Du kan endre det senere i Innstillinger.
nl: Gaat verder met de handle die je hebt gekregen. Je kunt hem later wijzigen in Instellingen.
pl: Kontynuuje z przyznanym uchwytem. Możesz go zmienić później w Ustawieniach.
pt_br: Continua com o @usuário que você recebeu. Você pode mudar depois em Ajustes.
pt_pt: Continua com o identificador que lhe foi atribuído. Pode alterá-lo mais tarde nas Definições.
ro: Continuă cu handle-ul primit. Îl poți schimba mai târziu în Setări.
ru: Продолжить с выданным вам именем. Позже его можно изменить в настройках.
sk: Pokračuje s pridelenou používateľským menom. Neskôr ho môžeš zmeniť v Nastaveniach.
sv: Fortsätter med användarnamnet du fick. Du kan ändra det senare i Inställningar.
ta: உங்களுக்கு வழங்கப்பட்ட ஹேண்டிலுடன் தொடரும். பிறகு அமைப்புகளில் மாற்றலாம்.
te: మీకు ఇచ్చిన హ్యాండిల్‌తో కొనసాగుతుంది. తర్వాత సెట్టింగ్‌లలో మార్చుకోవచ్చు.
th: ไปต่อด้วยแฮนเดิลที่ได้รับ คุณเปลี่ยนภายหลังได้ในการตั้งค่า
tr: Size verilen kullanıcı adıyla devam eder. Daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Продовжує з @ім’ям, яке вам дали. Пізніше його можна змінити в Налаштуваннях.
ur: دیے گئے ہینڈل کے ساتھ آگے بڑھتا ہے۔ آپ اسے بعد میں سیٹنگز میں بدل سکتے ہیں۔
vi: Tiếp tục với tên người dùng được cấp. Bạn có thể đổi sau trong Cài đặt.
zh_hans: 继续使用分配给你的用户名。之后可以在“设置”中更改。
zh_hant: 繼續使用你獲得的代號。之後可在「設定」中更改。

# account.handle.reason.invalid
source: 3–20 letters (a–z), numbers or underscores.
ar: من 3 إلى 20 حرفًا لاتينيًا (a–z) أو أرقامًا أو شرطة سفلية.
bn: ৩–২০টি অক্ষর (a–z), সংখ্যা বা আন্ডারস্কোর।
ca: De 3 a 20 lletres (a–z), números o guions baixos.
cs: 3–20 písmen (a–z), číslic nebo podtržítek.
da: 3–20 bogstaver (a–z), tal eller understregninger.
de: 3–20 Buchstaben (a–z), Ziffern oder Unterstriche.
el: 3–20 γράμματα (a–z), αριθμοί ή κάτω παύλες.
es: De 3 a 20 letras (a–z), números o guiones bajos.
fi: 3–20 kirjainta (a–z), numeroa tai alaviivaa.
fr: 3 à 20 lettres (a–z), chiffres ou tirets bas.
he: 3–20 אותיות (a–z), ספרות או קווים תחתונים.
hi: 3–20 अक्षर (a–z), संख्याएँ या अंडरस्कोर।
hr: 3–20 slova (a–z), brojeva ili podcrta.
hu: 3–20 betű (a–z), szám vagy aláhúzás.
id: 3–20 huruf (a–z), angka, atau garis bawah.
it: Da 3 a 20 lettere (a–z), numeri o trattini bassi.
ja: 英字(a〜z)、数字、アンダースコアで3〜20文字にしてください。
ko: 영문자(a–z), 숫자, 밑줄 3–20자.
ml: 3–20 അക്ഷരങ്ങൾ (a–z), അക്കങ്ങൾ അല്ലെങ്കിൽ അണ്ടർസ്കോറുകൾ.
ms: 3–20 huruf (a–z), nombor atau garis bawah.
nb: 3–20 bokstaver (a–z), tall eller understreker.
nl: 3–20 letters (a–z), cijfers of underscores.
pl: 3–20 liter (a–z), cyfr lub podkreślników.
pt_br: De 3 a 20 letras (a–z), números ou sublinhados.
pt_pt: 3 a 20 letras (a–z), números ou sublinhados.
ro: 3–20 de litere (a–z), cifre sau liniuțe de subliniere.
ru: От 3 до 20 символов: буквы (a–z), цифры или подчёркивания.
sk: 3–20 písmen (a–z), číslic alebo podčiarkovníkov.
sv: 3–20 bokstäver (a–z), siffror eller understreck.
ta: 3–20 எழுத்துகள் (a–z), எண்கள் அல்லது அடிக்கோடுகள்.
te: 3–20 అక్షరాలు (a–z), అంకెలు లేదా అండర్‌స్కోర్‌లు.
th: ตัวอักษร 3–20 ตัว (a–z) ตัวเลข หรือขีดล่าง
tr: 3–20 harf (a–z), rakam veya alt çizgi.
uk: 3–20 літер (a–z), цифр або підкреслень.
ur: 3 سے 20 حروف (a–z)، ہندسے یا انڈر سکور۔
vi: 3–20 chữ cái (a–z), chữ số hoặc dấu gạch dưới.
zh_hans: 3–20 个字符，可用字母（a–z）、数字或下划线。
zh_hant: 3 至 20 個字元，可使用字母（a–z）、數字或底線。

# account.handle.reason.reserved
source: That handle is reserved.
ar: هذا المعرّف محجوز.
bn: এই হ্যান্ডেলটি সংরক্ষিত।
ca: Aquest identificador està reservat.
cs: Tento handle je rezervovaný.
da: Det handle er reserveret.
de: Dieses Handle ist reserviert.
el: Αυτό το handle είναι δεσμευμένο.
es: Ese identificador está reservado.
fi: Tämä käyttäjätunnus on varattu.
fr: Cet identifiant est réservé.
he: שם המשתמש הזה שמור.
hi: वह हैंडल आरक्षित है।
hr: Taj handle je rezerviran.
hu: Ez a @név foglalt.
id: Handle itu dicadangkan.
it: Questo handle è riservato.
ja: このハンドルは予約されています。
ko: 예약된 핸들이에요.
ml: ആ ഹാൻഡിൽ റിസർവ് ചെയ്തതാണ്.
ms: Nama pengendali itu dikhaskan.
nb: Dette brukernavnet er reservert.
nl: Die handle is gereserveerd.
pl: Ten uchwyt jest zarezerwowany.
pt_br: Esse @usuário é reservado.
pt_pt: Este identificador está reservado.
ro: Acest handle este rezervat.
ru: Это имя зарезервировано.
sk: Toto používateľské meno je rezervované.
sv: Det användarnamnet är reserverat.
ta: அந்த ஹேண்டில் ஒதுக்கப்பட்டுள்ளது.
te: ఆ హ్యాండిల్ రిజర్వ్ చేయబడింది.
th: แฮนเดิลนี้ถูกสงวนไว้
tr: Bu kullanıcı adı ayrılmış.
uk: Це @ім’я зарезервоване.
ur: یہ ہینڈل محفوظ ہے۔
vi: Tên người dùng này đã được giữ chỗ.
zh_hans: 该用户名为保留名称。
zh_hant: 此代號為保留字。

# account.handle.reason.taken
source: That handle is taken.
ar: هذا المعرّف مستخدم.
bn: এই হ্যান্ডেলটি নেওয়া হয়ে গেছে।
ca: Aquest identificador ja està en ús.
cs: Tento handle je obsazený.
da: Det handle er optaget.
de: Dieses Handle ist vergeben.
el: Αυτό το handle χρησιμοποιείται ήδη.
es: Ese identificador ya está en uso.
fi: Tämä käyttäjätunnus on jo käytössä.
fr: Cet identifiant est déjà pris.
he: שם המשתמש הזה תפוס.
hi: वह हैंडल पहले से लिया जा चुका है।
hr: Taj handle je zauzet.
hu: Ez a @név már használatban van.
id: Handle itu sudah dipakai.
it: Questo handle è già in uso.
ja: このハンドルは使用されています。
ko: 이미 사용 중인 핸들이에요.
ml: ആ ഹാൻഡിൽ എടുത്തുകഴിഞ്ഞു.
ms: Nama pengendali itu telah digunakan.
nb: Dette brukernavnet er tatt.
nl: Die handle is al in gebruik.
pl: Ten uchwyt jest zajęty.
pt_br: Esse @usuário já está em uso.
pt_pt: Este identificador já está em uso.
ro: Acest handle este ocupat.
ru: Это имя занято.
sk: Toto používateľské meno je obsadené.
sv: Det användarnamnet är upptaget.
ta: அந்த ஹேண்டில் எடுக்கப்பட்டுவிட்டது.
te: ఆ హ్యాండిల్ ఇప్పటికే తీసుకున్నారు.
th: แฮนเดิลนี้มีคนใช้แล้ว
tr: Bu kullanıcı adı alınmış.
uk: Це @ім’я вже зайняте.
ur: یہ ہینڈل لیا جا چکا ہے۔
vi: Tên người dùng này đã có người dùng.
zh_hans: 该用户名已被占用。
zh_hant: 此代號已被使用。

# account.handle.save.hint
source: Takes this handle
ar: يعتمد هذا المعرّف
bn: এই হ্যান্ডেলটি নেয়
ca: Pren aquest identificador
cs: Převezme tento handle
da: Tager dette handle
de: Übernimmt dieses Handle
el: Παίρνει αυτό το handle
es: Se queda con este identificador
fi: Ottaa tämän käyttäjätunnuksen käyttöön
fr: Adopte cet identifiant
he: לוקח את שם המשתמש הזה
hi: यह हैंडल ले लेता है
hr: Preuzima ovaj handle
hu: Elfogadja ezt a @nevet
id: Memakai handle ini
it: Usa questo handle
ja: このハンドルに決定します
ko: 이 핸들을 사용해요
ml: ഈ ഹാൻഡിൽ സ്വീകരിക്കുന്നു
ms: Menggunakan nama pengendali ini
nb: Tar i bruk dette brukernavnet
nl: Neemt deze handle
pl: Ustawia ten uchwyt
pt_br: Adota este @usuário
pt_pt: Fica com este identificador
ro: Alege acest handle
ru: Устанавливает это имя
sk: Použije toto používateľské meno
sv: Tar det här användarnamnet
ta: இந்த ஹேண்டிலை எடுத்துக்கொள்ளும்
te: ఈ హ్యాండిల్‌ను తీసుకుంటుంది
th: ใช้แฮนเดิลนี้
tr: Bu kullanıcı adını alır
uk: Встановлює це @ім’я
ur: یہ ہینڈل لے لیتا ہے
vi: Lấy tên người dùng này
zh_hans: 使用此用户名
zh_hant: 採用此代號

# account.handle.status.available
source: Available
ar: متاح
bn: পাওয়া যাচ্ছে
ca: Disponible
cs: Volný
da: Ledigt
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fi: Vapaana
fr: Disponible
he: פנוי
hi: उपलब्ध है
hr: Dostupno
hu: Elérhető
id: Tersedia
it: Disponibile
ja: 使用できます
ko: 사용 가능
ml: ലഭ്യമാണ്
ms: Tersedia
nb: Ledig
nl: Beschikbaar
pl: Dostępny
pt_br: Disponível
pt_pt: Disponível
ro: Disponibil
ru: Свободно
sk: Voľné
sv: Ledigt
ta: கிடைக்கும்
te: అందుబాటులో ఉంది
th: ใช้ได้
tr: Uygun
uk: Вільне
ur: دستیاب
vi: Có thể dùng
zh_hans: 可用
zh_hant: 可使用

# account.handle.status.checking
source: Checking…
ar: جارٍ التحقق…
bn: যাচাই হচ্ছে…
ca: Comprovant…
cs: Kontroluji…
da: Tjekker…
de: Wird geprüft …
el: Έλεγχος…
es: Comprobando…
fi: Tarkistetaan…
fr: Vérification…
he: בודק…
hi: जाँच हो रही है…
hr: Provjera…
hu: Ellenőrzés…
id: Memeriksa…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
ml: പരിശോധിക്കുന്നു…
ms: Menyemak…
nb: Sjekker …
nl: Controleren…
pl: Sprawdzanie…
pt_br: Verificando…
pt_pt: A verificar…
ro: Se verifică…
ru: Проверка…
sk: Kontrolujem…
sv: Kontrollerar…
ta: சரிபார்க்கிறது…
te: తనిఖీ చేస్తోంది…
th: กำลังตรวจสอบ…
tr: Kontrol ediliyor…
uk: Перевірка…
ur: جانچ ہو رہی ہے…
vi: Đang kiểm tra…
zh_hans: 检查中…
zh_hant: 檢查中…

# account.handle.status.current
source: That's your handle now.
ar: هذا معرّفك الحالي.
bn: এটাই এখন আপনার হ্যান্ডেল।
ca: Ara aquest és el teu identificador.
cs: Toto je teď tvůj handle.
da: Det er dit handle nu.
de: Das ist jetzt dein Handle.
el: Αυτό είναι ήδη το handle σου.
es: Ese ya es tu identificador.
fi: Tämä on nyt käyttäjätunnuksesi.
fr: C’est déjà votre identifiant.
he: זה שם המשתמש שלך כרגע.
hi: अभी यही आपका हैंडल है।
hr: To je sada tvoj handle.
hu: Ez most a te @neved.
id: Itu handle-mu sekarang.
it: Questo è già il tuo handle.
ja: 現在のハンドルです。
ko: 현재 내 핸들이에요.
ml: ഇപ്പോൾ ഇതാണ് നിങ്ങളുടെ ഹാൻഡിൽ.
ms: Itu nama pengendali anda sekarang.
nb: Dette er brukernavnet ditt nå.
nl: Dat is nu je handle.
pl: To już Twój uchwyt.
pt_br: Esse já é o seu @usuário.
pt_pt: Este já é o seu identificador.
ro: Acesta este handle-ul tău acum.
ru: Теперь это ваше имя.
sk: Toto je teraz tvoje používateľské meno.
sv: Det är ditt användarnamn nu.
ta: இப்போது இதுதான் உங்கள் ஹேண்டில்.
te: ఇదే ఇప్పుడు మీ హ్యాండిల్.
th: นี่คือแฮนเดิลของคุณตอนนี้
tr: Şu anki kullanıcı adınız bu.
uk: Це вже ваше @ім’я.
ur: یہ اب آپ کا ہینڈل ہے۔
vi: Đây là tên người dùng hiện tại của bạn.
zh_hans: 这就是你现在的用户名。
zh_hant: 這就是你目前的代號。

# account.handle.suggestion.hint
source: Puts this handle in the field
ar: يضع هذا المعرّف في الحقل
bn: এই হ্যান্ডেলটি ঘরে বসিয়ে দেয়
ca: Posa aquest identificador al camp
cs: Vloží tento handle do pole
da: Sætter dette handle ind i feltet
de: Trägt dieses Handle ins Feld ein
el: Βάζει αυτό το handle στο πεδίο
es: Pone este identificador en el campo
fi: Asettaa tämän käyttäjätunnuksen kenttään
fr: Place cet identifiant dans le champ
he: מציב את שם המשתמש הזה בשדה
hi: यह हैंडल फ़ील्ड में डालता है
hr: Stavlja ovaj handle u polje
hu: Beírja ezt a @nevet a mezőbe
id: Menaruh handle ini di kolom
it: Inserisce questo handle nel campo
ja: このハンドルを入力欄に入れます
ko: 이 핸들을 입력란에 넣어요
ml: ഈ ഹാൻഡിൽ ഫീൽഡിൽ ചേർക്കുന്നു
ms: Meletakkan nama pengendali ini dalam medan
nb: Setter dette brukernavnet inn i feltet
nl: Zet deze handle in het veld
pl: Wstawia ten uchwyt do pola
pt_br: Coloca este @usuário no campo
pt_pt: Coloca este identificador no campo
ro: Pune acest handle în câmp
ru: Подставляет это имя в поле
sk: Vloží toto používateľské meno do poľa
sv: Sätter in det här användarnamnet i fältet
ta: இந்த ஹேண்டிலைப் புலத்தில் இடும்
te: ఈ హ్యాండిల్‌ను ఫీల్డ్‌లో ఉంచుతుంది
th: ใส่แฮนเดิลนี้ในช่อง
tr: Bu kullanıcı adını alana yazar
uk: Вставляє це @ім’я в поле
ur: یہ ہینڈل خانے میں ڈالتا ہے
vi: Điền tên người dùng này vào ô
zh_hans: 将此用户名填入输入框
zh_hant: 將此代號填入欄位

# account.handle.suggestions
source: Suggestions
ar: اقتراحات
bn: পরামর্শ
ca: Suggeriments
cs: Návrhy
da: Forslag
de: Vorschläge
el: Προτάσεις
es: Sugerencias
fi: Ehdotukset
he: הצעות
hi: सुझाव
hr: Prijedlozi
hu: Javaslatok
id: Saran
it: Suggerimenti
ja: 候補
ko: 추천
ml: നിർദേശങ്ങൾ
ms: Cadangan
nb: Forslag
nl: Suggesties
pl: Propozycje
pt_br: Sugestões
pt_pt: Sugestões
ro: Sugestii
ru: Варианты
sk: Návrhy
sv: Förslag
ta: பரிந்துரைகள்
te: సూచనలు
th: คำแนะนำ
tr: Öneriler
uk: Пропозиції
ur: تجاویز
vi: Gợi ý
zh_hans: 建议
zh_hant: 建議

# account.handle.toast.saved
source: Your handle is now %@
ar: معرّفك الآن %@
bn: আপনার হ্যান্ডেল এখন %@
ca: Ara el teu identificador és %@
cs: Tvůj handle je nyní %@
da: Dit handle er nu %@
de: Dein Handle ist jetzt %@
el: Το handle σου είναι τώρα %@
es: Tu identificador ahora es %@
fi: Käyttäjätunnuksesi on nyt %@
fr: Votre identifiant est maintenant %@
he: שם המשתמש שלך הוא עכשיו %@
hi: अब आपका हैंडल %@ है
hr: Tvoj handle sada je %@
hu: Az új @neved: %@
id: Handle-mu sekarang %@
it: Il tuo handle ora è %@
ja: ハンドルが%@になりました
ko: 이제 내 핸들은 %@예요
ml: നിങ്ങളുടെ ഹാൻഡിൽ ഇപ്പോൾ %@ ആണ്
ms: Nama pengendali anda kini %@
nb: Brukernavnet ditt er nå %@
nl: Je handle is nu %@
pl: Twój uchwyt to teraz %@
pt_br: Seu @usuário agora é %@
pt_pt: O seu identificador é agora %@
ro: Handle-ul tău este acum %@
ru: Теперь ваше имя — %@
sk: Tvoje používateľské meno je teraz %@
sv: Ditt användarnamn är nu %@
ta: உங்கள் ஹேண்டில் இப்போது %@
te: మీ హ్యాండిల్ ఇప్పుడు %@
th: แฮนเดิลของคุณคือ %@ แล้ว
tr: Kullanıcı adınız artık %@
uk: Ваше @ім’я тепер %@
ur: آپ کا ہینڈل اب %@ ہے
vi: Tên người dùng của bạn giờ là %@
zh_hans: 你的用户名现在是 %@
zh_hant: 你的代號現在是 %@

# account.identity.noName
source: No name set
ar: لا يوجد اسم
bn: কোনো নাম নেই
ca: Cap nom definit
cs: Jméno nenastaveno
da: Intet navn angivet
de: Kein Name festgelegt
el: Δεν έχει οριστεί όνομα
es: Sin nombre
fi: Nimeä ei asetettu
fr: Aucun nom défini
he: לא הוגדר שם
hi: कोई नाम सेट नहीं है
hr: Ime nije postavljeno
hu: Nincs név megadva
id: Belum ada nama
it: Nessun nome impostato
ja: 名前が未設定です
ko: 이름이 설정되지 않았어요
ml: പേര് സജ്ജമാക്കിയിട്ടില്ല
ms: Tiada nama ditetapkan
nb: Ingen navn angitt
nl: Geen naam ingesteld
pl: Nie ustawiono nazwy
pt_br: Nenhum nome definido
pt_pt: Sem nome definido
ro: Niciun nume setat
ru: Имя не указано
sk: Meno nie je nastavené
sv: Inget namn angivet
ta: பெயர் அமைக்கப்படவில்லை
te: పేరు సెట్ చేయలేదు
th: ยังไม่ได้ตั้งชื่อ
tr: Ad ayarlanmadı
uk: Ім’я не вказано
ur: کوئی نام سیٹ نہیں
vi: Chưa đặt tên
zh_hans: 未设置名称
zh_hant: 尚未設定名稱

# account.load.error.title
source: Couldn't load your account
ar: تعذّر تحميل حسابك
bn: আপনার অ্যাকাউন্ট লোড করা যায়নি
ca: No s'ha pogut carregar el teu compte
cs: Účet se nepodařilo načíst
da: Din konto kunne ikke indlæses
de: Dein Konto konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση του λογαριασμού σου
es: No se pudo cargar tu cuenta
fi: Tilisi lataaminen epäonnistui
fr: Impossible de charger votre compte
he: לא ניתן לטעון את החשבון שלך
hi: आपका अकाउंट लोड नहीं हो सका
hr: Račun se nije učitao
hu: Nem sikerült betölteni a fiókodat
id: Akunmu tidak bisa dimuat
it: Impossibile caricare il tuo account
ja: アカウントを読み込めませんでした
ko: 계정을 불러오지 못했어요
ml: നിങ്ങളുടെ അക്കൗണ്ട് ലോഡ് ചെയ്യാനായില്ല
ms: Akaun anda tidak dapat dimuatkan
nb: Kunne ikke laste kontoen din
nl: Je account kon niet worden geladen
pl: Nie udało się wczytać konta
pt_br: Não foi possível carregar sua conta
pt_pt: Não foi possível carregar a sua conta
ro: Nu s-a putut încărca contul
ru: Не удалось загрузить аккаунт
sk: Účet sa nepodarilo načítať
sv: Det gick inte att läsa in ditt konto
ta: உங்கள் கணக்கை ஏற்ற முடியவில்லை
te: మీ ఖాతాను లోడ్ చేయలేకపోయాం
th: โหลดบัญชีของคุณไม่ได้
tr: Hesabınız yüklenemedi
uk: Не вдалося завантажити ваш обліковий запис
ur: آپ کا اکاؤنٹ لوڈ نہیں ہو سکا
vi: Không thể tải tài khoản của bạn
zh_hans: 无法加载你的账户
zh_hant: 無法載入你的帳號

# account.load.retry
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# account.loading.a11y
source: Loading your account
ar: جارٍ تحميل حسابك
bn: আপনার অ্যাকাউন্ট লোড হচ্ছে
ca: Carregant el teu compte
cs: Načítání účtu
da: Indlæser din konto
de: Dein Konto wird geladen
el: Φόρτωση του λογαριασμού σου
es: Cargando tu cuenta
fi: Ladataan tiliäsi
fr: Chargement de votre compte
he: טוען את החשבון שלך
hi: आपका अकाउंट लोड हो रहा है
hr: Učitavanje tvog računa
hu: A fiókod betöltése
id: Memuat akunmu
it: Caricamento del tuo account
ja: アカウントを読み込み中
ko: 계정을 불러오는 중
ml: നിങ്ങളുടെ അക്കൗണ്ട് ലോഡ് ചെയ്യുന്നു
ms: Memuatkan akaun anda
nb: Laster kontoen din
nl: Je account wordt geladen
pl: Wczytywanie konta
pt_br: Carregando sua conta
pt_pt: A carregar a sua conta
ro: Se încarcă contul tău
ru: Загрузка аккаунта
sk: Načítava sa tvoj účet
sv: Läser in ditt konto
ta: உங்கள் கணக்கை ஏற்றுகிறது
te: మీ ఖాతా లోడ్ అవుతోంది
th: กำลังโหลดบัญชีของคุณ
tr: Hesabınız yükleniyor
uk: Завантаження вашого облікового запису
ur: آپ کا اکاؤنٹ لوڈ ہو رہا ہے
vi: Đang tải tài khoản của bạn
zh_hans: 正在加载你的账户
zh_hant: 正在載入你的帳號
